alacritty
alsa-plugins
amd-ucode
arduino
aspell
aspell-en
base
base-devel
blender
cuda
cudnn
darktable
efibootmgr
filezilla
firefox
flameshot
gimp
git
grub
gst-plugin-pipewire
htop
i2c-tools
inetutils
inter-font
iwd
jp2a
less
lftp
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libpulse
libva-mesa-driver
linux
linux-firmware
lxappearance-gtk3
man-db
nano
ncdu
neofetch
neovim
net-tools
network-manager-applet
networkmanager
nitrogen
noto-fonts-emoji
npm
nvidia
nvidia-settings
nvidia-utils
p7zip
pacman-contrib
pavucontrol
phonon-qt5
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
python-pip
python-pipx
python-pywal
python-scikit-learn
python-seaborn
python-tensorflow
rsync
sassc
smartmontools
starship
tensorflow
tk
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-roboto-mono-nerd
unzip
vim
vlc
wget
wireless_tools
wireplumber
xclip
xdg-utils
xdotool
xf86-video-nouveau
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-xinit
yubikey-manager
yubikey-manager-qt
zip
zram-generator
