esbenp.prettier-vscode
GitHub.vscode-pull-request-github
glenn2223.live-sass
haskell.haskell
johnpapa.winteriscoming
josee9988.minifyall
justusadam.language-haskell
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
PKief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.LiveServer
syler.sass-indented\
