alacritty
bc
blender
cuda
cudnn
darktable
exfat-utils
firefox
flameshot
gimp
git
htop
less
man-db
mpv
ncdu
neofetch
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nsxiv
nvidia
nvidia-settings
nvidia-utils
nvtop
obsidian
pacman-contrib
pavucontrol
python
racket
rofi
spotify-launcher
tldr
tmux
ttf-jetbrains-mono
unzip
vim
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-xinit
xorg-xsetroot
yubikey-manager
zathura
zathura-pdf-poppler
